{
  "name": "Joyful Mysteries",
  "type": "joyful",
  "mysteries": [
    {
      "number": 1,
      "title": "The Annunciation",
      "scripture": "The angel Gabriel was sent from God to a town of Galilee called Nazareth, to a virgin betrothed to a man named Joseph, of the house of David, and the virgin's name was Mary. And coming to her, he said, 'Hail, full of grace! The Lord is with you.'",
      "reference": "Luke 1:26-28",
      "fruit": "Humility",
      "imageKey": "annunciation"
    },
    {
      "number": 2,
      "title": "The Visitation",
      "scripture": "Mary set out and traveled to the hill country in haste to a town of Judah, where she entered the house of Zechariah and greeted Elizabeth. When Elizabeth heard Mary's greeting, the infant leaped in her womb, and Elizabeth, filled with the Holy Spirit, cried out in a loud voice and said, 'Most blessed are you among women, and blessed is the fruit of your womb.'",
      "reference": "Luke 1:39-42",
      "fruit": "Love of Neighbor",
      "imageKey": "visitation"
    },
    {
      "number": 3,
      "title": "The Nativity",
      "scripture": "While they were there, the time came for her to have her child, and she gave birth to her firstborn son. She wrapped him in swaddling clothes and laid him in a manger, because there was no room for them in the inn.",
      "reference": "Luke 2:6-7",
      "fruit": "Poverty in Spirit, Detachment from the Things of the World",
      "imageKey": "nativity"
    },
    {
      "number": 4,
      "title": "The Presentation",
      "scripture": "When the days were completed for their purification according to the law of Moses, they took him up to Jerusalem to present him to the Lord, just as it is written in the law of the Lord, 'Every male that opens the womb shall be consecrated to the Lord.'",
      "reference": "Luke 2:22-23",
      "fruit": "Obedience to the Will of God",
      "imageKey": "presentation"
    },
    {
      "number": 5,
      "title": "The Finding in the Temple",
      "scripture": "After three days they found him in the temple, sitting in the midst of the teachers, listening to them and asking them questions, and all who heard him were astounded at his understanding and his answers.",
      "reference": "Luke 2:46-47",
      "fruit": "Joy in Finding Jesus",
      "imageKey": "finding"
    }
  ]
}
