{
  "signOfTheCross": {
    "title": "Tanda ng Krus",
    "text": "Sa ngalan ng Ama, at ng Anak, at ng Espiritu Santo. Amen."
  },
  "apostlesCreed": {
    "title": "Ang Sumasampalataya",
    "text": "Sumasampalataya ako sa Diyos Amang makapangyarihan sa lahat, na may gawa ng langit at lupa. Sumasampalataya ako kay Hesukristo, iisang Anak ng Diyos, Panginoon nating lahat. Nagkatawang-tao siya lalang ng Espiritu Santo, ipinanganak ni Santa Mariang Birhen. Pinagpakasakit ni Poncio Pilato, ipinako sa krus, namatay, inilibing. Nanaog sa kinaroroonan ng mga yumao; nang may ikatlong araw nabuhay na mag-uli. Umakyat sa langit, naluluklok sa kanan ng Diyos Amang makapangyarihan sa lahat. Doon magmumula't paririto at hahatol sa mga buhay at mga patay. Sumasampalataya ako sa Espiritu Santo, sa Banal na Simbahang Katolika, sa kasamahan ng mga Santo, sa kapatawaran ng mga kasalanan, at sa muling pagkabuhay ng mga tao at sa buhay na walang hanggan. Amen."
  },
  "ourFather": {
    "title": "Ama Namin",
    "text": "Ama namin, sumasalangit Ka, sambahin ang ngalan Mo, mapasaamin ang kaharian Mo, sundin ang loob Mo dito sa lupa para ng sa langit. Bigyan Mo kami ngayon ng aming kakanin sa araw-araw at patawarin Mo kami sa aming mga sala para ng pagpapatawad namin sa mga nagkakasala sa amin at huwag Mo kaming ipahintulot sa tukso at iadya Mo kami sa lahat ng masama. Amen."
  },
  "hailMary": {
    "title": "Aba Ginoong Maria",
    "text": "Aba Ginoong Maria, napupuno ka ng grasya, ang Panginoong Diyos ay sumasaiyo. Bukod kang pinagpala sa babaeng lahat at pinagpala naman ang iyong anak na si Hesus. Santa Maria, Ina ng Diyos, ipanalangin mo kaming makasalanan, ngayon at kung kami'y mamamatay. Amen."
  },
  "gloryBe": {
    "title": "Luwalhati sa Ama",
    "text": "Luwalhati sa Ama, at sa Anak, at sa Espiritu Santo. Kapara ng una, ngayon, at magpakailanman. Amen."
  },
  "fatimaPrayer": {
    "title": "Panalangin ng Fatima",
    "text": "O Hesus ko, patawarin Mo po kami sa aming mga kasalanan, iligtas Mo po kami sa apoy ng impiyerno, dalhin Mo po sa langit ang lahat ng mga kaluluwa, lalo na yaong mga higit na nangangailangan ng Iyong awa. Amen."
  },
  "hailHolyQueen": {
    "title": "Aba Po Santa Mariang Hari",
    "text": "Aba po, Santa Mariang Hari, Ina ng awa, ikaw ang kabuhayan at katamisan; ikaw ang aming pag-asa. Aba, ikaw ang tinatawagan namin, mga itinapong anak ni Eva. Ikaw ang pinagbubuntuhan ng aming mga buntong hininga, ng aming pagtangis at pananangis dini sa bayang kahapis-hapis. Ay aba, pintakasi ka namin, ilingon mo sa amin ang iyong mga matang maawain, at saka kung matapos ang pagkakatapon naming ito, ipakita mo sa amin si Hesus na iyong pinagpalang anak. O maawain, O maalam, O matamis na Birheng Maria. Ipanalangin mo kami, O Mahal na Ina ng Diyos, nang kami'y maging karapat-dapat makinabang ng mga pangako ni Hesukristo. Amen."
  },
  "finalPrayer": {
    "title": "Pangwakas na Panalangin",
    "text": "Manalangin tayo. O Diyos, na ang kaisa-isang Anak, sa pamamagitan ng kanyang buhay, kamatayan at muling pagkabuhay, ay nagkamit para sa amin ng gantimpala ng buhay na walang hanggan, ipagkaloob Mo sa amin, kami ay nakikiusap, na sa pagbubulay-bulay ng mga misteryong ito ng kabanal-banalang Rosaryo ng Mapalad na Birheng Maria, ay matularan namin ang kanilang nilalaman at makamit ang kanilang ipinangako, sa pamamagitan ng aming Panginoong Hesukristo. Amen."
  }
}
